{
    "1": {
        "Morning": {
            "Text1": "Good morning, comrade! This is your first day. You will receive your first radio test message at 8:30. Make sure to click on the radio and listen carefully. When the message arrives, you need to click on the radio wave. Remember that it is strictly classified information. Your job is to protect the state. Any illegal movement between the borders must be reported immediately."
        },
        "Evening": {
            "Text1": "The local bus collision with the military vehicles - 2 lives lost",
            "Text2": "The only solution - the departure of the troops",
            "Text3": "The president is negotiating with the Soviet Union.",
            "Text4": "On Friday: One-hour general protest strike.",
            "Text5": "Doctors and nurses on strike.",
            "Text6": "Why?"
 
        }
    },
    "2": {
        "Morning": {
            "Text1": "Welcome to your second day, comrade! Today, Some of the citizens are protesting against the government. You must be careful."
        },
        "Evening": {
            "Text1": "To all people in Czechoslovakia: Keep calm and carry on.",
            "Text2": "We refuse any collaboration with the occupying forces. Our weapons will be held in our hands.",
            "Text3": "The president is negotiating with the Soviet Union.",
            "Text4": "Counter-revolutionaries in CSSR?",
            "Text5": "Strikes continue.",
            "Text6": "Healthcare collapsing? The lack of nurses in the country is complicating healthcare operations."
        }
    },
    "3": {
        "Morning": {
            "Text1": "Comrade, Our spies gathered information about the potential enemies. DO NOT LET these people pass the border. UNDER NO CIRCUMSTANCES. Report them immediately. Protect the Czechoslovak Socialist Republic. DESCRIPTION: MEN 47 YEARS OLD, 52 YEARS OLD, AND 54 YEARS OLD, THEY WORK WITH THE AUTHORITIES."
        },
        "Evening": {
            "Text1": "We are with you - We will be with you - We trust you.",
            "Text2": "From the pharmacy: due to the lack of powdered milk Sunar, they introduced sales only upon confirmation by a pediatrician",
            "Text3": "Currently, missing goods are secured by all means. We urge all citizens to be responsible when making purchases. Help normalize life at workplaces, even during difficult situations.",
            "Text4": "Soviet exploitation by means of foreign trade?",
            "Text5": "Nurses to hold another strike.",
            "Text6": "Do not let yourself be deceived by the traitors of the Slovak and Czech people."
        }
    },
    "4": {
        "Morning": {
            "Text1": "All units be advised: the enemy may try to infiltrate our borders using disguises or false documents. Stay alert and verify the identities of all individuals. We provided you with second radio to operate."
        },
        "Evening": {
            "Text1": "Government increases border security in response to increased enemy activity.",
            "Text2": "On the road between Trencin and Bratislava, civil workers take away transistor receivers from citizens to prevent them from listening to free stations.",
            "Text3": "Government's heavy-handed national security measures spark public outrage.",        
            "Text4": "Families forced to ration food and make difficult choices as shortages continue",
            "Text5": "President's visit to foreign nation sparks protests and controversy",
            "Text6": "Local library to host book sale and fundraiser to support literacy programs"
        }
    },
    "5": {
        "Morning": {
            "Text1": "This is a reminder to all guards: your duty is to protect the borders and keep our nation safe. Do not engage in unauthorized activities or take any unnecessary risks."
        },
        "Evening": {
            "Text1": "Nation remains on high alert as intelligence suggests potential terrorist activity.",
            "Text2": "Security forces work around the clock to protect the nation's safety and security",
            "Text3": "Doctors and nurses go on strike, leaving hospitals in chaos and patients at risk",        
            "Text4": "Due to the lack of powdered milk Sunar, they introduced sales only upon confirmation by a pediatrician",
            "Text5": "Revolutionary group's attempted coup is foiled by government forces",
            "Text6": "Government suspends controversial local library book sale"
        }
    },
    "6": {
        "Morning": {
            "Text1": "As part of our ongoing efforts to secure our borders, we will be implementing new surveillance systems in the coming weeks. We ask for your understanding and cooperation during this time."
        },
        "Evening": {
            "Text1": "International community condemns Soviet invasion of Czechoslovakia and calls for a peaceful resolution",
            "Text2": "Betrayed by those who we trusted the most.",
            "Text3": "Do not provoke the occupants. Stay at work, stay active, show support in legal ways, and continue working! After reading this, hand it to the next person!",
            "Text4": "Counter-revolutionaries in CSSR?",
            "Text5": "A rich source of oil, but of very poor quality, gushed out in eastern Slovakia.",
            "Text6": "Healthcare crisis continues"

        }
    }, 
    "7": {
        "Morning": {
            "Text1": "Due to increased illegal activities at the border, you will now be operating a new radio. You will now be ablet to communicate using three radios. Use them wisely. Good luck."
        },
        "Evening": {
            "Text1": "Citizens mobilize to provide aid and support to those affected by the invasion",
            "Text2": "We deny everything about the oil source. It was about damage to the 'Druzba' oil pipeline.",
            "Text3": "Do not provoke the occupants: Stay calm and avoid confrontations",
            "Text4": "Revolution coming?",
            "Text5": "Words for the members of the armed forces of the Warsaw Pact",
            "Text6": "Truth will always prevail"
        }
    },
    "8": {
        "Morning": {
            "Text1": "A work strike is planned for today. We urge you to remain vigilant and report any suspicious activity. Stop any attempts to cross the border. Be careful about protesters. On top of that, football fans are expected to gather. Match between CSSR and USSR is happening tonight."
        },
        "Evening": {
            "Text1": "The government is trying to suppress the strike",
            "Text2": "Show support for your community: Continue working and contributing to society", 
            "Text3": "Who can we trust?",
            "Text4": "Limited supplies of essential items",
            "Text5": "Healthcare workers demand better conditions and support",
            "Text6": "Czechoslovakians reject collaboration with occupying forces"
        }
    },
    "9": {
        "Morning": {
            "Text1": "Good morning, comrade. Same as usual. Protect the borders. By the way, The CSSR team managed to win the match against the USSR. The fans are celebrating, people are too ...jubilant... Be careful about protests and demonstrations."
        },
        "Evening": {
            "Text1": "Work strike continues",
            "Text2": "Victory - sparking a new sense of hope and desire for freedom",
            "Text3": "Demonstrations calling for an end",
            "Text4": "Football: CSSR pulled a stunning victory against the USSR.",
            "Text5": "Stay strong and stay united", 
            "Text6": "What does the future hold for Czechoslovakia?"
        }
    },
    "10": {
        "Morning": {
            "Text1": "We are implementing additional security measures at the border. These measures are intended to prevent individuals or groups from entering o formet revolution or participate in mass demonstrations against the government. Report any potential threats immediately."
        },
        "Evening": {
            "Text1": "", 
            "Text2": "", 
            "Text3": "",
            "Text4": "",
            "Text5": "",
            "Text6": ""
        }
    }
}
